import type { Question } from "../types";

export const questions:Question[] = [
    {
        question: "Я ніколи не вчив(ла) іспанську / англійську. Мені підійде?",
        answer: "Так! Більшість наших студентів починали з нуля. Ми підберемо програму відповідно до твого запиту."
    }, {
        question: "Скільки триває урок?",
        answer: "Один урок триває 55 хвилин."
    }, {
        question: "Чи можна оплачувати з-за кордону?",
        answer: "Так. Ми приймаємо оплату з будь-якої країни та банку світу. Навіть криптовалютою."
    }, {
        question: "Скільки часу потрібно, щоб заговорити?",
        answer: "Це залежить від твоєї цілі, стартового рівня та регулярності занять. Але хороша новина в тому, що говорити простими фразами наші студенти починають значно раніше, ніж думають 😊"
    }, 
]
