import type { Question } from "../types";

export const questions:Question[] = [
    {
        question: "Я ніколи не вчив(ла) іспанську / англійську. Мені підійде?",
        answer: "Так! Більшість наших студентів починали з нуля. Ми підберемо програму відповідно до твого запиту."
    }, {
        question: "Скільки триває урок?",
        answer: "Урок триває 55 хвилин. Цього достатньо, щоб попрактикувати нову тему й не втратити концентрацію."
    }, {
        question: "Чи можна оплачувати з-за кордону?",
        answer: "Так, оплатити навчання можна з-за кордону. Менеджер підкаже доступний спосіб оплати."
    }, {
        question: "Скільки часу потрібно, щоб заговорити?",
        answer: "Це залежить від стартового рівня та регулярності занять. Викладач допоможе скласти план відповідно до твоєї мети."
    }, 
]
